tap "caskroom/cask"
tap "caskroom/fonts"

brew "aria2"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "vim"
brew "yarn", args: ["--without-node"]

cask "1password"
cask "docker"
cask "google-chrome"
cask "font-source-han-noto-cjk"
